return [==[
[
	{
		"groupName": "概率统计预习",
		"topic": "与上学期同学交流学习经验",
		"type": "小组交流",
		"detail": "预习下学期课程，提前学习有关内容。汇总有关教学资料。"
	},
	{
		"groupName": "OpenGL 和 Vulkan 性能对比实验",
		"topic": "对于 Android 平台使用 Float 32 位计算和 Float 64 位计算的性能影响",
		"type": "课题题目",
		"detail": "通过对比 OpenGL 和 Vulkan 平台在 Android 上的表现，对比 32 位运算和 64 位运算在大压力下的性能比较。"
	},
	{
		"groupName": "程序设计答疑",
		"topic": "交流讨论 OJ 题目和 OJ 系统设计",
		"type": "小组交流",
		"detail": "利用 QQ Bot 对 TesutoHime 现有题库进行整理和备份，设计分布式程序评价平台。"
	},
	{
		"groupName": "强化学习课程交流",
		"topic": "传递强化学习课本，交流有关学习经验",
		"type": "小组交流",
		"detail": "与上一届学生讨论强化学习课程的注意要点，总结考试经验和学习经验。"
	},
	{
		"groupName": "深度学习课程交流",
		"topic": "深度学习资料分享，交流有关学习经验",
		"type": "小组交流",
		"detail": "与上一届学生讨论深度学习和神经网络相关模型处理的注意要点，总结《深度学习》课程的考试经验和学习经验。"
	},
	{
		"groupName": "人工智能物理模型训练",
		"topic": "关于课题陈述和文献综述",
		"type": "课题题目",
		"detail": "多人合作完成课题陈述的准备，尝试模型训练基础。调查现有有关研究资料，汇总整理。"
	},
	{
		"groupName": "期末考试讨论小组",
		"topic": "复习数学分析，准备期末考试",
		"type": "小组交流",
		"detail": "小组讨论回家作业中的错题，整理老师上课内容，为期末考试做准备。"
	},
	{
		"groupName": "期末考试讨论小组",
		"topic": "复习电路基础，准备期末考试",
		"type": "小组交流",
		"detail": "小组讨论期中考试的错题，整理作业和课堂笔记，准备期末考试"
	},
	{
		"groupName": "《赛博拉瓦锡》",
		"topic": "上海市大学生机械竞赛－远程进行化学实验",
		"type": "活动赛事",
		"detail": "准备用 SPI 进行网络串口通信，前后端做好沟通，完成 Beta 版本的部署"
	},
	{
		"groupName": "《赛博拉瓦锡》",
		"topic": "上海市大学生机械竞赛－远程进行化学实验（2）",
		"type": "活动赛事",
		"detail": "利用 I2C 串口进行通信，热成像传感器的前后端对接工作。"
	},
	{
		"groupName": "班会准备小组",
		"topic": "讨论、准备明天举行的大型班会",
		"type": "小组交流",
		"detail": "明确班会的目的，做好思想发动工作，拟定班会步骤，决定需要邀请的老师"
	},
	{
		"groupName": "群体面试安排",
		"topic": "安排交响乐选修课的群体面试，探讨活动形式",
		"type": "小组交流",
		"detail": "小组面试按照内容主要分为案例分析型、问题解决型和技能考查型。群面的主题也需要在此次活动中确定。"
	},
	{
		"groupName": "招新准备",
		"topic": "小组讨论如何吸引 SHS 学生前来 SJTU",
		"type": "小组交流",
		"detail": "编辑 SJTU 有关介绍文档，介绍 SJTU 学习情况和硬件设施，将客观意见分享、推荐给学弟学妹。"
	},
	{
		"groupName": "大学英语演讲准备",
		"topic": "大学英语演讲准备",
		"type": "小组交流",
		"detail": "小组讨论完成英语演讲的分工，讨论 PPT 制作有关事宜和整体结构"
	},
	{
		"groupName": "GPT-3 测试小组",
		"topic": "利用 GPT-3 进行游戏关卡生成的研究和探索",
		"type": "课题题目",
		"detail": "利用 OpenAI 最新的 GPT-3 框架（教育 License）完成初步探究，研究该神经网络在数据生成上的潜力和突破，尝试使用 GPT-3 进行研究的辅助和支持。"
	},
	{
		"groupName": "期末考试分析",
		"topic": "通过期末考试，反思学期学习情况",
		"type": "小组交流",
		"detail": "通过期末考试，归纳总结上学期的学习中出现的问题，总结并在下学期中规避。也包含讨论班会中有关学习情况交流的内容。"
	},
	{
		"groupName": "《概率统计》复习",
		"topic": "准备概率统计期末考试",
		"type": "小组交流",
		"detail": "复习课程授课内容，汇总有关教学资料，准备期末考试"
	},
	{
		"groupName": "计算机体系结构大作业",
		"topic": "小组讨论计算机体系结构大作业",
		"type": "小组交流",
		"detail": "分组、讨论计算机体系结构课程大作业"
	},
	{
		"groupName": "偶研社活动企划",
		"topic": "与偶研社同学讨论 BanG Dream 社团相关活动",
		"type": "小组交流",
		"detail": "将于下周举行的 BanG Dream / Poppin' Party 和 Roselia 演唱会的校园转播活动筹划和宣传募集"
	},
	{
		"groupName": "强化学习课程交流",
		"topic": "交流和2019级同学共同上课的学习收获",
		"type": "课题题目",
		"detail": "将所学内容扩散到小组内，总结考试经验和学习经验，交流强化学习相关知识。"
	},
	{
		"groupName": "模拟电子技术期末复习",
		"topic": "小组讨论模拟电子技术大作业",
		"type": "小组交流",
		"detail": "分组、讨论模拟电子技术大作业：F2003801 第 3 小组同学讨论模拟电子技术相关知识，讨论和信号与系统共同组织一个大作业的可能性"
	}
]
]==]