return [==[
[
	{
		"groupName": "期末考试讨论小组",
		"topic": "复习数学分析，准备期末考试",
		"type": "小组交流",
		"detail": "小组讨论回家作业中的错题，整理老师上课内容，为期末考试做准备。"
	},
	{
		"groupName": "期末考试讨论小组",
		"topic": "复习电路基础，准备期末考试",
		"type": "小组交流",
		"detail": "小组讨论期中考试的错题，整理作业和课堂笔记，准备期末考试"
	},
	{
		"groupName": "《赛博拉瓦锡》",
		"topic": "上海市大学生机械竞赛－远程进行化学实验",
		"type": "活动赛事",
		"detail": "准备用 SPI 进行网络串口通信，前后端做好沟通，完成 Beta 版本的部署"
	},
	{
		"groupName": "大学英语演讲准备",
		"topic": "大学英语演讲准备",
		"type": "小组交流",
		"detail": "小组讨论完成英语演讲的分工，讨论 PPT 制作有关事宜和整体结构"
	},
	{
		"groupName": "GPT-3 测试小组",
		"topic": "利用 GPT-3 进行游戏关卡生成的研究和探索",
		"type": "课题题目",
		"detail": "利用 OpenAI 最新的 GPT-3 框架（教育 License）完成初步探究，研究该神经网络在数据生成上的潜力和突破，尝试使用 GPT-3 进行研究的辅助和支持。"
	}
]
]==]